Repository: Bequita/nSnake
Catalog: translate/po/*/nsnake.po
Languages: es_ar

source: Invalid initial value for MenuItemTextlist
es_ar: Valor inicial no válido para MenuItemTextlist

source: Yes
es_ar: Si

source: Could not create Ncurses Window
es_ar: No se pudo crear la ventana con Ncurses

source: Error! Your console screen is smaller than
es_ar: Error! La pantalla de tu consola es mas pequeña que

source: Please resize your window and try again.
es_ar: Cambie el tamaño de su ventana y vuelva a intentarlo.

source: No initial state given to StateManager
es_ar: Sin estado inicial dado a StateManager

source: Starting Speed
es_ar: Velocidad Inicial

source: Random Walls
es_ar: Paredes random

source: Reset to Defaults
es_ar: Restablecer valores

source: Scroll Delay(ms)
es_ar: Retraso desplaz.(ms)

source: Scroll Down
es_ar: Desplaz. Abajo

source: Scroll Left
es_ar: Desplaz. Izquierda

source: Scroll Right
es_ar: Desplaz. Derecha

source: Scroll Up
es_ar: Desplaz. Abajo

source: Show Borders
es_ar: Mostrar Bordes

source: Small
es_ar: Pequeño

source: Maze size
es_ar: Tamaño laberinto

source: Medium
es_ar: Mediano

source: Outer Border
es_ar: Borde exterior

source: Key down
es_ar: Tecla abajo

source: Key help
es_ar: Tecla ayuda

source: Key left
es_ar: Tecla izq.

source: Key pause
es_ar: Tecla pausa

source: Key quit
es_ar: Tecla salir

source: Key right
es_ar: Tecla derecha

source: Key up
es_ar: Tecla arriba

source: Large
es_ar: Largo

source: Erase High Scores
es_ar: Borrar puntajes altos

source: Fancy Borders
es_ar: Bordes elegantes

source: Fruits
es_ar: Frutas

source: Back
es_ar: Atras

source: Center Horizontal
es_ar: Centro Horizontal

source: Center Vertical
es_ar: Centro Vertical

source: All high scores erased!
es_ar: Todos los puntajes altos borrados!

source: Arcade Mode
es_ar: Modo Arcade

source: Are you sure?
es_ar: ¿Estas seguro?

source: Controls
es_ar: Controles

source: GUI Options
es_ar: Opciones de GUI

source: Game Settings
es_ar: Configuraciones

source: Help
es_ar: Ayuda

source: Level Select
es_ar: Seleccionar Nivel

source: Main Menu
es_ar: Menu Principal

source: Press any key, Enter to Cancel
es_ar: Presione cualquier tecla, Enter para cancelar

source: Quit
es_ar: Salir

source: You can also download more levels from the website: http://nsnake.alexdantas.net/
es_ar: También puedes descargar más niveles desde el sitio web: http://nsnake.alexdantas.net/

source: Sorry, it seems you have no levels. Please copy the default level files from `
es_ar: Lo siento, parece que no tienes niveles. Copie los archivos de nivel predeterminados de `

source: /` to `
es_ar: /` en `

source: Couldn't load the level! (Error: "
es_ar: No se pudo cargar el nivel! (Error: "

source: Game Over
es_ar: Juego Terminado

source: Retry?
es_ar: Reintentar?

source: ' doesn't exist
es_ar: ' no existe

source: ' has an old version format
es_ar: ' tiene un formato de version anterior

source: Could not create file '
es_ar: No pudo crear el archivo '

source: File '
es_ar: Archivo '

source: Quit Game
es_ar: Salir de Juego

source: Quit to Main Menu
es_ar: Salir al Menu Principal

source: Restart
es_ar: Reiniciar

source: Resume
es_ar: Reanudar

source: Abrupt ending of file while parsing level at line
es_ar: Fin abrupto del archivo mientras se analiza el nivel en la línea

source: Can't open file '
es_ar: No se puede abrir el archivo '

source: end
es_ar: final

source: start
es_ar: comienzo

source: Credits
es_ar: Creditos

source: Settings and scores are stored at: `~/.local/share/nsnake/`
es_ar: Ajustes y puntajes son almacenados en: `~/.local/share/nsnake/`

source: (Credits)
es_ar: (Creditos)

source: First item Last item
es_ar: Primer elemento Ultimo elemento

source: In-game controls:
es_ar: Controles dentro del juego:

source: Menu controls:
es_ar: Menu de controles:

source: Move up Move down Move left Move right Pause game Quit anytime Show help
es_ar: Mover arriba Mover abajo Mover izquierda Mover derecha Pausar juego Salir Mostrar ayuda

source: Try `nsnake --help` and `man nsnake` Game made by Alexandre Dantas, contact him at <eu@alexdantas.net> Thanks for playing this game :) Homepage: http://nsnake.alexdantas.net/ Source Code: https://github.com/alexdantas/nsnake/
es_ar: Probar `nsnake --help` y `man nsnake` Juego hecho por Alexandre Dantas, contactarlo a <eu@alexdantas.net> Gracias por jugar este juego :) Pagina principal: http://nsnake.alexdantas.net/ Codigo fuente: https://github.com/alexdantas/nsnake/

source: contact him at <eu@alexdantas.net>
es_ar: contactarlo a <eu@alexdantas.net>

source: page up page down
es_ar: pagina arriba pagina abajo

source: Hi-Score
es_ar: Mayor Puntaje

source: Level
es_ar: Nivel

source: Paused
es_ar: Pausado

source: Score
es_ar: Puntaje

source: Speed
es_ar: Velocidad
